Repository: jobermayr/omnirom_translations
Catalog: */android_device_oppo_find5:Find5Parts:res:values:strings.xml.po
Languages: de

source: Sweep2Wake
de: Überstreichen zum (De-)Aktivieren

source: Enable sweep to wake
de: Überstreichen zum (De-)Aktivieren nutzen

source: Switch phone screen on/off with a swipe over the capacitive buttons
de: Den Bildschirm durch Überstreichen der festen Knopfleiste an-/ausschalten.

source: Direction
de: Richtung

source: Set to "Direction dependent" to allow only a left-to-right swipe for turning on and a right-to-left swipe for turning off
de: Durch das Setzen von richtungsabhängig erfolgt das Einschalten nur durch Überstreichen von links nach rechts bzw. das Ausschalten von rechts nach links.

source: Minimum Length
de: Mindestlänge

source: Set the number of buttons that are needed to be swiped over for switching screen on/off
de: Die Anzahl der zu überstreichenden Knöpfe zum Ein-/Ausschalten des Bildschirms.

source: DoubleTap2Wake
de: Doppelantippen zum (De-)Aktivieren

source: Enable double tap to wake
de: Doppeltes Antippen zum (De-)Aktivieren nutzen

source: Switch phone screen on with a double tap on the lower screen area
de: Den Bildschirm durch doppeltes Antippen im unteren Bereich an-/ausschalten.

source: Double tap duration
de: Doppelantippdauer

source: Minimal duration in ms between two taps to turn screen on
de: Die erforderliche Zeit in Millisekunden zwischen den beiden Antippen zum (De-)Aktivieren des Bildschirms.

source: Double tap area
de: Doppelantippbereich

source: Define the active screen area to accept double tap to wake
de: Den möglichen Bildschirmbereich für das (De-)Aktivieren mittels doppeltem Antippen festlegen.

source: Vibrator
de: Vibration

source: Strength
de: Stärke

source: Define the strength of the vibrator
de: Die Stärke der Vibration festlegen.

source: Test
de: Testen

source: Suspend Limits
de: Ruhemodus

source: Core frequeny limit
de: Maximale Kern-Frequenz

source: Core number limit
de: Anzahl der Kerne
